Repository: MaddTheSane/OgreKit
Catalog: FindPanel/Resources/mul.lproj/OgreAdvancedFindPanel.xcstrings
Source language: en
Languages: de, es, fr, ja

# 745.title
source: Previous
de: Zurück
es: Anterior
fr: Précédent
ja: 前を検索

# 746.title
source: Options
de: Optionen
es: Opciones
ja: オプション

# 749.title
source: Ignore Case
de: GR./kl. igno.
es: Ignorar mayúsculas
fr: Ignorer la casse
ja: 大／小文字を無視

# 750.title
source: Wrap Search
de: Im Umbruch
es: Palabras completas
fr: Recherche en boucle
ja: 折り返す

# 752.title
source: Delimit by Whitespace
de: Mit Leerzeich. trennen
es: Delimitar con espacio
fr: Précédé et suivi d'espace
ja: 空白で区切る

# 754.title
source: Regular Expressions
de: Reguläre Ausdrücke
es: Expresiones regulares
fr: Expressions régulières
ja: 正規表現

# 756.title
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次を検索

# 758.title
source: Find All
de: Alles suchen
es: Buscar todos
fr: Tout rechercher
ja: すべて検索

# 759.title
source: Scope
de: Bereich
es: Alcance
fr: Dans…
ja: 範囲

# 762.title
source: Entire File
de: Alles
es: Archivo
fr: tout le fichier
ja: 全体

# 763.title
source: Selection
de: Auswahl
es: Selección
fr: la sélection uniquement
ja: 選択範囲

# 765.title
source: Replace All
de: Alles ersetzen
es: Reemplazar todos
fr: Tout remplacer
ja: すべて置換

# 767.title
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置換

# 768.title
source: Origin
de: Start
es: Origen
fr: Depuis...
ja: 開始位置

# 771.title
source: Top
de: Anfang
es: Principio
fr: le début
ja: 先頭

# 774.title
source: Highlight
de: Markieren
es: Resaltar
fr: Surligner
ja: ハイライト

# 776.title
source: More Options
de: Mehr Optionen
es: Más opciones
fr: Plus d'options
ja: 詳細設定

# 778.title
source: Replace & Find
de: Ersetz.&Suchen
es: Reemplazar & Buscar
fr: Remplacer et rechercher
ja: 置換と検索

# 815.title
source: Find:
de: Suchen:
es: Buscar:
fr: Rechercher :
ja: 検索：

# 817.title
source: Replace:
de: Ersetzen:
es: Reemplazar:
fr: Remplacer :
ja: 置換：

# 822.title
source: Search Options
de: Suchoptionen
es: Opciones de búsqueda
fr: Options de recherche
ja: 検索オプション

# 824.title
source: Extend
de: Erweitern
es: Extendido
fr: Étendu
ja: 拡張式

# 826.title
source: Negate Single Line
de: Eine Zeile ablehnen
es: Negar línea sola
fr: Ignorer "Ligne Unique"
ja: "単一行"を無効にする

# 828.title
source: Find Longest
de: Längstes suchen
es: Buscar el más largo
fr: Rechercher le plus long
ja: 最長マッチ

# 830.title
source: Single Line
de: Eine Zeile
es: Una sola línea
fr: Ligne unique
ja: 単一行

# 832.title
source: Delimit by Whitespace
de: Mit Leerzeich. trennen
es: Delimitar con espacio
fr: Précédé et suivi d'espace
ja: 空白で区切る

# 834.title
source: Multiline
de: Mehrere Zeilen
es: Varias líneas
fr: Multiligne
ja: ドット全文字マッチ

# 836.title
source: Capture Group
de: In Gruppe sichern
es: Capturar grupo
fr: Capturer tous les Groupes
ja: 常に無名グループを捕獲

# 838.title
source: Find Not Empty
de: Suche nicht leer
es: Buscar no vacío
fr: Rechercher chaînes non vide
ja: 空マッチしない

# 840.title
source: Not Begin of Line
de: Nicht Zeilenanfang
es: No comienzo de línea
fr: Sans "Début de ligne"
ja: 先頭を行頭とみなさない

# 842.title
source: Ignore Case
de: GROß/klein ignorieren
es: Ignorar mayúsculas
fr: Ignorer la casse
ja: 大／小文字を無視

# 844.title
source: Not End of Line
de: Nicht Zeilenende
es: No fin de línea
fr: Sans "Fin de ligne"
ja: 末尾を行末とみなさない

# 846.title
source: Find Empty
de: Leere Suche
es: Buscar vacío
fr: Rechercher chaîne vide
ja: 非空マッチ後に空マッチ

# 848.title
source: Don't Capture Group
de: Kein Sichern in Gruppe
es: No capturar grupo
fr: Ne pas capturer les groupes
ja: 無名グループを捕獲しない

# 850.title
source: Highlight Color:
de: Markierfarbe:
es: Color de resalte:
fr: Couleur de surlignage :
ja: ハイライト色:

# 852.title
source: Progress Sheet
de: Verlaufsanzeige
es: Barra de progreso
fr: Feuille de progression
ja: 進歩状況表示

# 854.title
source: Close When Done
de: Am Ende schließen
es: Cerrar al acabar
fr: Fermer à la fin
ja: 完了後自動的に閉じる

# 855.title
source: Max Number of History
de: Max. Zahl für Verlauf
es: Máx n.º en historial
fr: Taille de l'historique
ja: 履歴保存数

# 857.title
source: Find:
de: Suche:
es: Buscar:
fr: Rechercher :
ja: 検索:

# 859.title
source: Replace:
de: Ersetz.:
es: Reemplazar:
fr: Remplacer :
ja: 置換:

# 866.title
source: Search Syntax
de: Syntax der Suche
es: Sintaxis de búsqueda
fr: Syntaxe de recherche
ja: 正規表現構文

# 870.title
source: POSIX Extended
de: POSIX Erweitert
es: POSIX extendido
fr: POSIX étendu

# 872.title
source: Simple Matching
de: Einfache Treffer
es: Coincidencia simple
fr: Correspondance direct
ja: 単純一致

# 879.title
source: Escape Character
de: Verlaufsanzeige
es: Carácter escape
fr: Caractère d'échappement
ja: エスケープ文字

# 884.title
source: \ (Convert ¥ to \)
de: \ ( ¥ nach \ konvertieren)
es: \ (Convertir ¥ en \)
fr: \ (Convertir ¥ en \)
ja: \ (¥入力を\に変換)

# 886.title
source: ¥ (Convert \ to ¥)
de: ¥ (\ nach ¥ konvertieren)
es: ¥ (Convertir \ en ¥)
fr: ¥ (Convertir \ en ¥)
ja: ¥ (\入力を¥に変換)

# 890.title
source: Find Next
de: Weitersuchen (vorwärts)
es: Buscar siguiente
fr: Rechercher le suivant
ja: 次を検索

# 891.title
source: Jump to Selection
de: Zur Auswahl springen
es: Ir a la selección
fr: Aller à la sélection
ja: 選択部分へジャンプ

# 892.title
source: Find Previous
de: Weitersuchen (rückwärts)
es: Buscar anterior
fr: Rechercher le précédent
ja: 前を検索

# 893.title
source: Find…
de: Suchen…
es: Buscar…
fr: Rechercher…
ja: 検索パネルを表示...

# 894.title
source: Use Selection for Find
de: In Auswahl suchen
es: Usar la selección para buscar
fr: Insérer dans le champ de recherche
ja: 選択部分を検索文字列に使用

# 896.title
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置換

# 897.title
source: Replace and Find Next
de: Ersetzen und weitersuchen
es: Reemplazar y buscar siguiente
fr: Remplacer et rechercher le suivant
ja: 置換して次を検索

# 898.title
source: Replace All
de: Alles ersetzen
es: Reemplazar todos
fr: Tout remplacer
ja: すべて置換

# 899.title
source: Find All
de: Alles suchen
es: Buscar todos
fr: Tout rechercher
ja: すべて検索

# 901.title
source: Highlight
de: Markieren
es: Resaltar
fr: Surligner
ja: ハイライト

# 902.title
source: Unhighlight
de: Markierung aufheben
es: Quitar resalte
fr: Supprimer le surlignage
ja: ハイライトの取り消し

# 904.title
source: Find Selected Text
de: Auswahl suchen
es: Buscar texto seleccionado
fr: Rechercher le texte sélectionné
ja: 選択部分を検索

# 906.title
source: Clear Find/Replace Histories…
de: Suchen/Ersetzen-Verlauf löschen…
es: Borrar historial de Buscar/Reemplazar…
fr: Effacer l'historique de recherche…
ja: 検索・置換履歴を消去...

# 907.title
source: Use Selection for Replace
de: In Auswahl Ersetzen
es: Usar la selección para reemplazar
fr: Insérer dans le champ de remplacement
ja: 選択部分を置換文字列に使用

# 835.ibShadowedToolTip
source: named and no-named group captured.
es: Capturar grupos con nombre y sin nombre
fr: Capture les groupes només et sans noms.
ja: 名前付きグループ、名前なしグループを捕獲する

# 841.ibShadowedToolTip
source: ignore case (case-insensitive)
es: Ignora la diferencia entre mayúsculas y minúsculas
fr: Ne pas tenir compte de la distinction majuscule/minuscule.
ja: 大／小文字の違いを無視する

# 843.ibShadowedToolTip
source: string end isn't considered as end of line
es: No consideres el final como el final de la línea
fr: La fin de ligne n'est pas considérée comme appartenant à la ligne
ja: 末尾を行末とみなさない

# 847.ibShadowedToolTip
source: named group only captured.
es: Capturar solo grupos con nombre
fr: Capture les groupes només uniquememnt.
ja: 名前付きグループのみ捕獲する

# 871.title
source: POSIX Basic
es: POSIX básico
fr: POSIX simple

# 875.title
source: GNU Regex
es: Regex de GNU

# 742.title
source: Find
fr: Rechercher

# 772.title
source: Cursor
fr: le curseur
ja: カーソル

# 788.title
source: Merge Styles
fr: Fusionner les styles
ja: スタイルを融合

# 790.title
source: Replace Fonts
fr: Remplacer les polices
ja: フォントを置換

# 792.title
source: With Styles
fr: Avec le style
ja: スタイル付き

# 819.title
source: Cancel
fr: Annuler

# 823.ibShadowedToolTip
source: extended pattern form
fr: Version étendue des patterns.
ja: 拡張式を使用する

# 825.ibShadowedToolTip
source: clear "Single Line" option which is default on in POSIXxxxx, Perl and Java.
fr: Ne prend pas en compte l'option "Ligne unique" qui est activée par défaut en mode POSIX, Perl et Java.
ja: POSIXxxxxやPerl、Java構文の使用時にデフォルトで指定される "一行マッチ" オプションを無効にする

# 827.ibShadowedToolTip
source: find longest match
fr: Afficher le résultat le plus long.
ja: 最長マッチを探す

# 831.ibShadowedToolTip
source: delimit keywords to find by white-spaces in use the Simple Matching syntax
fr: Encadre les mots clés par des espaces (tabulation, espace, etc...) lorsque la recherche est faîte en mode "Correspondace directe".
ja: 単純一致構文の使用時に、空白で単語を区切る

# 833.ibShadowedToolTip
source: '.' match with newline
fr: Considère que le caractère '.' désigne aussi le cractère 'Nouvelle ligne'.
ja: '.' を改行文字にもマッチさせる

# 837.ibShadowedToolTip
source: ignore empty match
fr: Ne pas afficher les correspondances qui n'existe pas/plus.
ja: 空マッチを無視する

# 839.ibShadowedToolTip
source: string head isn't considered as begin of line
fr: Le début de ligne est considéré comme appartenant à la ligne.
ja: 先頭を行頭とみなさない

# 845.ibShadowedToolTip
source: allow empty match being next to not empty matchs
fr: Affiche toutes les correspondances.
ja: 空でないマッチに接する空マッチを許す

# 888.title
source: Open Sheet
fr: Afficher la feuille
ja: シートを開く

# 909.title
source: Clear Find String Styles
fr: Supprimer le style du champ de recherche
ja: 検索文字列のスタイルを消去

# 910.title
source: Clear Replace String Styles
fr: Supprimer le style du champ de remplacement
ja: 置換文字列のスタイルを消去

# 751.ibShadowedToolTip
source: delimit keywords to find by white-spaces in use the Simple Matching syntax
ja: 単純一致構文の使用時に、空白で単語を区切る

# 753.ibShadowedToolTip
source: Use Regular Expressions
ja: 正規表現を使用する
